{
  "Language": {
    "Title": "Sprache",
    "Games": "Namen der Spiele",
    "Page": "Seite"
  },
  "DangerZone": {
    "Title": "Gefahrenzone",
    "AccountDeletion": "Account löschen"
  },
  "Navigation": {
    "Profile": "Profil",
    "Settings": "Einstellungen",
    "Avatar": "Avatar",
    "Privacy": "Datenschutz"
  },
  "Privacy": {
    "Headings": {
      "ProfileInformationVisibility": "Sichtbarkeit von Profilinformationen",
      "Discoverability": "Auffindbarkeit",
      "Tracking": "Datenerhebung"
    },
    "SearchByPlace": {
      "Title": "Findbar durch deinen Ort",
      "Description": "Ist diese Einstellung gesetzt können Leute dich finden indem sie nach deinem Ort suchen."
    },
    "SendAnalyticsData": {
      "Title": "Analysedaten teilen",
      "Description": "Hilf uns Meeple Party zu verbessern indem du uns erlaubst deine Nutzungsdaten zu sammeln. Wir sammeln nur sehr wenig und es ist vollständig anonymisiert. Die Daten werden von unserem Hostingdienstleister Vercel erhoben."
    },
    "ShowPlaceInProfile": {
      "Title": "Ort öffentlich",
      "Description": "Wenn diese Einstellung gesetzt ist wird der von dir eingegebene Ort allen Leuten auf deinem Profil angezeigt. Wenn sie nicht gesetzt ist können nur deine Freund*innen ihn sehen. Wenn du weder noch willst ignorier diese Einstellung und hinterlege in deinem Profil keinen Ort."
    },
    "ShowRealName": {
      "Title": "Echter Name öffentlich",
      "Description": "Wenn diese Einstellung gesetzt ist wird dein echter Name allen Leuten auf deinem Profil angezeigt. Wenn sie nicht gesetzt ist können nur deine Freund*innen ihn sehen. Wenn du weder noch willst ignorier diese Einstellung unter hinterlege in deinem Profil keinen echten Namen."
    },
    "HideProfile": {
      "Title": "Dein Profil verstecken",
      "Description": "Wenn diese Einstellung gesetzt ist wird Meeple Party die Existenz deines Profils verheimlichen. Anonyme Benutzende bekommen anstatt deines Profils einen generischen „Seite nicht gefunden“-Fehler angezeigt. Für Benutzende die eingeloggt sind wird dein Profil weiterhin entsprechend deiner sonstigen Datenschutzeinstellungen angezeigt."
    }
  },
  "Delete": {
    "DeleteMyAccount": "Meinen Account löschen",
    "Explanation": "<strong>Das kann nicht rückgängig gemacht werden.</strong> Wir behalten keine Daten von dir. Alle Daten die du in Meeple Party eingegeben hast werden für immer verloren sein. Deine Freund*innen werden nicht darüber informiert. Bist du dir sicher dass du das tun willst?",
    "TypeAccountName": "Bitte gib deinen Accountnamen <strong>{{name}}</strong> ein um zu bestätigen dass du es ernst meinst.",
    "Progress": "Dein Account wird gelöscht. Dass kann einen Moment dauern. Wenn wir fertig sind wirst du zur Startseite weitergeleitet. Tschüss.",
    "Confirmation": "Yes, I'm sure",
    "Confirmation_plural": "Ja, ich bin sicher"
  }
}