{
  "Language": {
    "Title": "Language",
    "Games": "Game names",
    "Page": "Page"
  },
  "DangerZone": {
    "Title": "Danger Zone",
    "AccountDeletion": "Account deletion"
  },
  "Navigation": {
    "Profile": "Profile",
    "Settings": "Settings",
    "Avatar": "Avatar",
    "Privacy": "Privacy"
  },
  "Privacy": {
    "Headings": {
      "ProfileInformationVisibility": "Profile information visibility",
      "Discoverability": "Discoverability",
      "Tracking": "Tracking"
    },
    "SearchByPlace": {
      "Title": "Allow search by place",
      "Description": "When this flag is set people can find you by searching for your place."
    },
    "SendAnalyticsData": {
      "Title": "Send analytics data",
      "Description": "Help us improve Meeple Party by allowing us to collect usage data. Data is lightweight and fully anonymized. It's collected by our hosting provider Vercel."
    },
    "ShowPlaceInProfile": {
      "Title": "Public place",
      "Description": "When this flag is set the place you provided is visibile to everybody. When this flag is not set the place you provided is only visible to your friends. If you don't want that either just don't set a place and ignore this flag."
    },
    "ShowRealName": {
      "Title": "Public real name",
      "Description": "When this flag is set your real name is visible to everybody. When this flag is not set your real name is only visible to your friends. If you don't want that either just don't set a real name and ignore this flag."
    },
    "HideProfile": {
      "Title": "Hide your profile",
      "Description": "When this flag is set Meeple Party will not disclose the existence of your profile to users that are not logged in. Anonoymous users will be shown a generic Page not found error when opening your profile. For users that are logged in your profile is shown using your other privacy settings."
    }
  },
  "Delete": {
    "DeleteMyAccount": "Delete my account",
    "Explanation": "<strong>This can not be undone.</strong> We will not retain any of your data. Everything you contributed to Meeple Party will be lost forever. Your friends will not be notified of this. Are you sure you want to do this?",
    "TypeAccountName": "Please type your account name <strong>{{name}}</strong> to verify that you really mean it.",
    "Progress": "Deleting your account. This may take a moment. After we're done you will be redirected to the front page. Bye!",
    "Confirmation_A": "Yes, I'm sure",
    "Confirmation_B": "Delete my account"
  }
}